Repository: chigkim/VOCR
Catalog: VOCR/Localizable.xcstrings
Source language: en
Languages: it, nb

# app.ready
source: VOCR Ready!
it: VOCR pronto!
nb: VOCR er klar!

# barcodes.copied_with_type
source: %@ copied to clipboard.
it: Copiato negli appunti: %@
nb: %@ ble kopiert til utklippstavlen.

# barcodes.dialog.column
source: Barcode
it: Codice a barre
nb: Strekkode

# barcodes.dialog.message
source: Select a barcode to interact with it.
it: Seleziona un codice a barre per interagire con esso.
nb: Velg en strekkode for å bruke den.

# barcodes.dialog.title
source: Detected Barcodes
it: Codici a barre rilevati
nb: Oppdagede strekkoder

# button.add
source: Add
it: Aggiungi
nb: Legg til

# button.approveAll
source: Approve All
it: Consenti tutto
nb: Godkjenn alle

# button.approveOnce
source: Approve Once
it: Consenti una volta
nb: Godkjenn én gang

# button.ask
source: Ask
it: Chiedi
nb: Spør

# button.cancel
source: Cancel
it: Annulla
nb: Avbryt

# button.close
source: Close
it: Chiudi
nb: Lukk

# button.copy_to_clipboard
source: Copy to Clipboard
it: Copia negli appunti
nb: Kopier til utklippstavlen

# button.create
source: Create
it: Crea
nb: Lag ny

# button.delete
source: Delete
it: Elimina
nb: Slett

# button.disagree
source: Disagree
it: Rifiuta
nb: Uenig

# button.duplicate
source: Duplicate
it: Duplica
nb: Dupliser

# button.edit
source: Edit
it: Modifica
nb: Rediger

# button.from_beginning
source: From Beginning
it: Dall'inizio
nb: Fra starten

# button.from_current
source: From Current
it: Dalla posizione corrente
nb: Fra nåværende plassering

# button.iAgree
source: I Agree
it: Accetta
nb: Jeg godtar

# button.open_copy
source: Open / Copy
it: Apri / Copia
nb: Åpne / kopier

# button.open_in_browser
source: Open in Browser
it: Apri nel browser
nb: Åpne i nettleser

# button.perform
source: Perform
it: Esegui
nb: Utfør

# button.permission.enable
source: Enable
it: Abilita
nb: Tillat

# button.permission.granted
source: ✓ Granted
it: ✓ Concessa
nb: ✓ Tillatelse gitt

# button.permission.opensystemprefs
source: Open System Settings
it: Apri impostazioni di Sistema
nb: Åpne Systeminnstillinger

# button.resetAndRelaunch
source: Reset and Relaunch
it: Ripristina e riavvia
nb: Tilbakestill og start på nytt

# button.save
source: Save
it: Salva
nb: Lagre

# button.search_in_browser
source: Search in Browser
it: Cerca nel browser
nb: Søk i nettleser

# camera.action_menu.title
source: Choose an action
it: Scegli un'azione
nb: Velg en handling

# camera.action.recognize_image
source: Recognize Image
it: Riconosci Immagine
nb: Gjenkjenn bilde

# camera.action.recognize_llm
source: Recognize image with LLM
it: Descrivi Immagine con IA
nb: Beskriv bilde med AI

# camera.action.recognize_text
source: Recognize text in image
it: Riconosci testo nell'immagine
nb: Gjenkjenn tekst i bilde

# camera.error.no_camera
source: No camera available.
it: Nessuna fotocamera disponibile.
nb: Ingen kamera tilgjengelig.

# camera.status.finished
source: Recognition finished.
it: Riconoscimento terminato.
nb: Gjenkjenning fullført.

# camera.status.nothing_found
source: Nothing found!
it: Nessun risultato trovato!
nb: Ingenting funnet!

# camera.using_camera
source: Using %@
it: Utilizzo di %@
nb: Bruker %@

# column.action
source: Action
it: Azione
nb: Handling

# column.hotkey
source: Hotkey
it: Tasto di scelta rapida
nb: Snarvei

# column.model
source: Model
it: Modello
nb: Modell

# column.name
source: Name
it: Nome
nb: Navn

# column.permission
source: Permission
it: Autorizzazione
nb: Tillatelse

# column.reason
source: Reason
it: Motivo
nb: Årsak

# column.status
source: Status
it: Stato

# computerUse.accessibilityRequired
source: Accessibility permission is required for computer use.
it: È necessaria l'autorizzazione di accessibilità per l'uso del computer.
nb: Tilgjengelighetstillatelse kreves for AI-styring av datamaskinen.

# computerUse.approval.title
source: Approve Computer Use Action?
it: Consenti l'azione di utilizzo del computer?
nb: Godkjenn AI-styring?

# computerUse.assistantSpeechOff
source: Assistant speech off.
it: Voce dell'assistente disattivata.
nb: Opplesing av assistentmeldinger av..

# computerUse.assistantSpeechOn
source: Assistant speech on.
it: Voce dell'assistente attivata.
nb: Opplesing av assistentmeldinger på.

source: Computer use cancelled.
it: Uso del computer annullato.
nb: AI-styring stoppet.

# computerUse.criticalWarning.message
source: This add-on uses an AI model to control your computer's mouse and keyboard. The author is not responsible for any irreversible actions, data loss, or other damages this add-on may perform or cause. Please use this tool responsibly and always monitor the add-on while it is running.
it: Questo componente aggiuntivo utilizza un modello di IA per controllare il mouse e la tastiera del computer. L'autore non è responsabile per eventuali azioni irreversibili, perdita di dati o altri danni che questo componente aggiuntivo potrebbe compiere o causare. Si prega di utilizzare questo strumento in modo responsabile e di monitorare sempre il componente aggiuntivo mentre è in esecuzione.
nb: Dette tillegget bruker en AI-modell for å kontrollere datamaskinens mus og tastatur. Utvikleren er ikke ansvarlig for handlinger som ikke kan reverseres, datatap eller andre skader som tillegget kan utføre eller forårsake. Bruk verktøyet ansvarlig, og følg med på tillegget mens det kjører.

# computerUse.criticalWarning.title
source: USE AT YOUR OWN RISK
it: USARE A PROPRIO RISCHIO
nb: BRUK PÅ eget ansvar

# computerUse.dialog.title
source: Computer Use
it: Uso del computer
nb: AI-styring av datamaskinen

# computerUse.errorTitle
source: Computer Use Error
it: Errore Uso del Computer
nb: Feil ved AI-styring av datamaskin

source: Computer use failed: %@
it: Uso del Computer fallito: %@
nb: AI-styring mislyktes: %@

source: Computer use finished.
it: Uso del Computer terminato.
nb: AI-styring av datamaskinen fullført.

# computerUse.noPreset
source: No active AI preset is selected.
it: Nessun preset IA attivo è selezionato.
nb: Ingen aktiv AI-forhåndsinnstilling er valgt.

# computerUse.noWindow
source: Could not access the frontmost window.
it: Impossibile accedere alla finestra in primo piano.
nb: Fikk ikke tilgang til det fremste vinduet.

source: Computer use paused.
it: Uso del Computer in pausa.
nb: AI-styring pauset.

source: Computer use resumed.
it: Uso del Computer ripreso.
nb: AI-styring gjenopptatt.

# computerUse.resumePrompt.defaultValue
source: Resume the task.
it: Riprendi l'attività.
nb: Gjenoppta oppgaven.

# computerUse.riskyWords
source: buy, purchase, pay, checkout, order, submit, send, post, share, upload, delete, remove, archive, sign in, login, password, credential, confirm, transfer, unsubscribe
it: comprare, acquisto, pagare, pagamento, ordine, invia, inviare, pubblica, condividi, carica, elimina, rimuovi, archivia, accedi, login, password, credenziale, conferma, trasferisci, disiscriviti
nb: kjøp, betal, utsjekking, bestilling, send, publiser, del, last opp, slett, fjern, arkiver, logg inn, passord, påloggingsinformasjon, bekreft, overfør, avslutt abonnement

# dialog.approveAll.checkbox
source: Approve all
it: Consenti tutto
nb: Godkjenn alle

# dialog.asking.message
source: Asking %@... Please wait...
it: Chiedo a %@... Attendere prego...
nb: Spør %@... Vennligst vent...

# dialog.camera.message
source: Choose a camera for VOCR to use.
it: Scegli una fotocamera da utilizzare con VOCR.
nb: Velg hvilket kamera VOCR skal bruke.

# dialog.camera.title
source: Camera
it: Fotocamera
nb: Kamera

# dialog.classification.unknown
source: Unknown
it: Sconosciuto
nb: Ukjent

# dialog.editExplorePrompts.message
source: Update the system and user prompts used for the Explore Mode.
it: Aggiorna i prompt utente e di sistema utilizzati per la modalità Esplorazione.
nb: Oppdater system- og brukerpromptene som brukes i Utforsk-modus.

# dialog.editExplorePrompts.systemPromptLabel
source: System Prompt
it: Prompt di sistema

# dialog.editExplorePrompts.title
source: Edit Explore Prompts
it: Modifica i Prompt d'esplorazione
nb: Rediger Prompts for Utforsk.

# dialog.editExplorePrompts.userPromptLabel
source: User Prompt
it: Prompt utente
nb: Brukerprompt

# dialog.newShortcut.none
source: All shortcuts have already been added.
it: Tutte le scorciatoie sono già state aggiunte.
nb: Alle snarveier har allerede blitt lagt til.

# dialog.newShortcut.title
source: New Shortcut
it: Nuova scorciatoia
nb: Ny snarvei...

# dialog.newShortcut.unassigned
source: Unassigned
it: Non assegnata
nb: Ikke tildelt

# dialog.reset.message
source: This will erase all the settings and presets. This cannot be undone.
it: Questo cancellerà tutte le impostazioni e i preset. L'operazione non può essere annullata.
nb: Dette vil slette alle innstillinger og forhåndsinnstillinger. Dette kan ikke angres.

# dialog.reset.title
source: Reset?
it: Ripristinare?
nb: Tilbakestill

# dialog.save.message
source: Choose a destination and save your file.
it: Scegli una destinazione e salva il tuo file.
nb: Velg plassering og lagre filen.

# dialog.save.title
source: Save Your File
it: Salva Il Tuo File
nb: Lagre fil.

# dialog.soundOutput.message
source: Choose an Output for positional audio feedback.
it: Scegli un dispositivo per il feedback audio posizionale.
nb: Velg lydutgang for retningsbasert lyd.

# dialog.soundOutput.title
source: Sound Output
it: Uscita audio
nb: Lydutgang

# error.access_failed
source: Failed to access %@, %@
it: Impossibile accedere a %@, %@
nb: Fikk ikke tilgang til %@, %@

# error.access.message
source: Failed to access %@, %@
it: Impossibile accedere a %@, %@
nb: Fikk ikke tilgang til %@, %@

# error.connection.title
source: Connection error
it: Errore di connessione
nb: Tilkoblingsfeil

source: Error decoding JSON
it: Errore di decodifica JSON
nb: Feil ved dekoding av JSON

# error.http.message
source: Status code %d: %@
it: Codice di stato %d: %@
nb: Statuskode %d: %@

# error.http.title
source: HTTP Error
it: Errore HTTP
nb: HTTP-Feil

# error.invalid_url
source: Invalid URL
it: URL non valido
nb: Ugyldig URL

# error.json_parse_failed
source: Cannot parse the JSON string. Try again.
it: Impossibile analizzare la stringa JSON. Riprova.
nb: Kan ikke tolke JSON-strengen. Prøv igjen.

# error.nodata.message
source: No data received from server.
it: Nessun dato ricevuto dal server.
nb: Ingen data mottatt fra server.

# error.parse_json
source: Error: Could not parse JSON.
it: Errore: impossibile analizzare JSON.
nb: Feil: Kunne ikke tolke JSON.

# error.preset.decryptKey.message
source: VOCR could not decrypt the API key for the "%@" preset. Please open Preset Manager, edit this preset, re-enter the API key, and save it.
it: VOCR non è riuscito a decriptare la chiave API per il preset "%@". Apri Gestione Preset, modifica questo preset, reinserisci la chiave API e salvala.
nb: VOCR kunne ikke dekryptere API-nøkkelen for forhåndsinnstillingen "%@". Åpne Forhåndsinnstillinger, rediger forhåndsinnstillingen, skriv inn API-nøkkelen på nytt og lagre den.

# error.preset.decryptKey.title
source: Cannot Decrypt API Key
it: Impossibile decriptare la chiave API
nb: Kan ikke dekryptere API-nøkkel

# error.preset.fetchModelsFailed.message
source: Cannot retrieve the list of models from the server. Please manually type the model name to use.
it: Impossibile recuperare l'elenco dei modelli dal server. Si prega di inserire manualmente il nome del modello da usare.
nb: Kan ikke hente listen over modeller fra serveren. Skriv inn modellnavnet du vil bruke manuelt.

# error.preset.fetchModelsFailed.title
source: Failed to fetch models.
it: Impossibile recuperare i modelli.
nb: Kunne ikke hente modeller.

# error.preset.saveFailed
source: Failed to save preset.
it: Impossibile salvare il preset.
nb: Kunne ikke lagre forhåndsinnstilling.

# error.response.invalid.message
source: No valid HTTP response object
it: Oggetto di risposta HTTP non valido
nb: Ingen gyldig HTTP-respons.

# error.response.invalid.title
source: Invalid response from server
it: Risposta non valida dal server
nb: Ugyldig respons fra server.

# error.screenshot_failed
source: Failed to take a screenshot of %@, %@
it: Impossibile acquisire uno screenshot di %@, %@
nb: Kunne ikke ta skjermbilde av %@, %@

# label.apiKey
source: API Key:
it: Chiave API:
nb: API-nøkkel:

# label.apiKey.accessibility
source: API Key
it: Chiave API
nb: API-nøkkel

# label.model.accessibility
source: Model Name
it: Nome del modello
nb: Modellnavn

# label.modelPicker.accessibility
source: Model
it: Modello
nb: Modell

# label.name
source: Name:
it: Nome:
nb: Navn:

# label.name.accessibility
source: Name
it: Nome
nb: Navn

# label.systemPrompt
source: System Prompt:
it: Prompt di sistema:

# label.systemPrompt.accessibility
source: System Prompt
it: Prompt di sistema

# label.url.accessibility
source: Provider URL
it: URL del Provider
nb: Leverandør-URL

# label.userPrompt
source: User Prompt:
it: Prompt utente:
nb: Brukerprompt:

# label.userPrompt.accessibility
source: User Prompt
it: Prompt utente
nb: Brukerprompt

# menu.about
source: About...
it: Informazioni...
nb: Om…

# menu.autoCheckForUpdates
source: Automatically Check for Updates
it: Controlla automaticamente gli aggiornamenti
nb: Sjekk automatisk etter oppdateringer

# menu.autoInstallUpdates
source: Automatically Install Updates
it: Installa automaticamente gli aggiornamenti
nb: Installer oppdateringer automatisk

# menu.checkForUpdates
source: Check for Updates
it: Controlla gli aggiornamenti
nb: Sjekk etter oppdateringer

# menu.chooseCamera
source: Choose Camera...
it: Scegli la fotocamera...
nb: Velg kamera...

# menu.downloadBetaRelease
source: Download Beta Release
it: Scarica la versione beta
nb: Last ned beta-versjoner

# menu.editExplorePrompts
source: Edit Explore Prompts…
it: Modifica i Prompt d'esplorazione...
nb: Rediger Utforsk-prompter

# menu.language
source: Language
it: Lingua
nb: Språk

# menu.language.system
source: System Default
it: Predefinita del sistema
nb: Systemstandard

# menu.newShortcuts
source: New Shortcuts
it: Nuove scorciatoie
nb: Ny snarvei

# menu.presetManager
source: Preset Manager…
it: Gestione preset...
nb: Forhåndsinnstillinger…

# menu.presets
source: Presets
it: Preset
nb: Forhåndsinnstillinger

# menu.quit
source: Quit
it: Esci
nb: Avslutt

# menu.reset
source: Reset...
it: Ripristina...
nb: Tilbakestill

# menu.saveLatestImage
source: Save Latest Image
it: Salva l'ultima immagine
nb: Lagre siste bilde

# menu.saveOCRResult
source: Save OCR Result...
it: Salva il risultato OCR...
nb: Lagre resultat fra OCR...

# menu.settings
source: Settings
it: Impostazioni
nb: Innstillinger

# menu.settings.aiInteraction
source: AI
it: IA

# menu.settings.aiInteraction.speakAssistantMessage
source: Speak Assistant Message
it: Leggi messaggio assistente
nb: Les opp assistentmeldinger

# menu.settings.autoScan
source: Auto Scan
it: Scansione automatica
nb: Skann automatisk

# menu.settings.detectObjects
source: Detect Objects
it: Rileva oggetti
nb: Oppdag objekter

# menu.settings.launchOnLogin
source: Launch on Login
it: Avvio al login
nb: Start ved pålogging

# menu.settings.moveMouse
source: Move Mouse
it: Sposta Il Mouse
nb: Flytt musepekeren

# menu.settings.permissions
source: Permissions…
it: Autorizzazioni…
nb: Tillatelser

# menu.settings.positionalAudio
source: Positional Audio
it: Audio posizionale
nb: Retningsbasert lyd

# menu.settings.resetPosition
source: Reset Position on Scan
it: Ripristina posizione dopo la scansione
nb: Tilbakestill posisjon etter skanning

# menu.settings.targetWindow
source: Target Window
it: Finestra di destinazione
nb: Målvindu

# menu.settings.usePresetPrompt
source: Use Preset Prompt
it: Usa il prompt del preset
nb: Bruk forhåndsinnstilt prompt

# menu.shortcuts
source: Shortcuts...
it: Scorciatoie...
nb: Snarveier

# menu.soundOutput
source: Sound Output...
it: Uscita audio...
nb: Lydutgang

# menu.updates
source: Updates
it: Aggiornamenti
nb: Oppdateringer

# message.realtime_ocr_started
source: RealTime OCR started.
it: Avvio l'OCR in tempo reale.
nb: Sanntids-OCR startet.

# message.realtime_ocr_stopping
source: Stopping RealTime OCR.
it: Arresto l'OCR in tempo reale.
nb: Stopper sanntids-OCR.

# mode.camera
source: Camera
it: Fotocamera
nb: Kamera

# mode.vocursor
source: VOCursor
it: CursoreVO
nb: VoiceOver-markør

# mode.window
source: Window
it: Finestra
nb: Vindu

# navigation.barcode_count_plural
source: %d codes
it: %d codici
nb: %d koder

# navigation.barcode_count_singular
source: 1 code
it: 1 codice
nb: 1 kode

# navigation.barcodes_detected
source: %1$@ detected. Press %2$@ to view.
it: Rilevamento: %1$@. Premi %2$@ per visualizzare.
nb: %1$@ oppdaget. Trykk %2$@ for å vise.

# navigation.choose_window
source: Choose an window to scan.
it: Scegli una finestra da scansionare.
nb: Velg et vindu som skal skannes.

# navigation.close
source: Close
it: Chiudi
nb: Lukk

# navigation.exit
source: Exit VOCR navigation.
it: Esci dalla navigazione VOCR.
nb: Avslutter VOCR-navigasjon.

# navigation.finished_scanning
source: Finished scanning %@, %@
it: Scansione terminata %@, %@
nb: Skanning fullført for %@, %@

# navigation.finished_scanning_barcode_detected
source: Finished scanning
it: Scansione completata
nb: Skanning fullført

# navigation.no_barcodes
source: No barcodes found in the last scan.
it: Nessun codice a barre trovato nell'ultima scansione.
nb: Ingen strekkoder funnet i siste skanning.

# navigation.nothing_found
source: Nothing found
it: Non è stato trovato nulla
nb: Ingenting funnet

# navigation.target_window
source: Target Window
it: Finestra di destinazione
nb: Målvindu

# navigation.unknown_app
source: Unknown App
it: App sconosciuta
nb: Ukjent app

# navigation.unknown_window
source: Unknown Window
it: Finestra sconosciuta
nb: Ukjent vindu

# navigation.untitled
source: Untitled
it: Senza titolo
nb: Ingen tittel

# onboarding.permissions.message
source: VOCR needs permissions to provide OCR and accessibility features. Would you like to set them up now?
it: VOCR necessita delle Autorizzazioni per fornire le funzioni OCR e di accessibilità. Vuoi configurarle ora?
nb: VOCR trenger tillatelser for å kunne bruke OCR og tilgjengelighetsfunksjoner. Vil du konfigurere dem nå?

# onboarding.permissions.setup
source: Set Up Permissions
it: Configura autorizzazioni
nb: Konfigurer tillatelser

# onboarding.permissions.skip
source: Skip for Now
it: Salta per ora
nb: Hopp over for nå

# onboarding.permissions.title
source: Welcome to VOCR
it: Benvenuto in VOCR
nb: Velkommen til VOCR

# permission.accessibility.description
source: VOCR needs Accessibility access to:
it: VOCR necessita dell'accesso alle funzioni di Accessibilità per:
nb: VOCR trenger tilgang til Tilgjengelighet for å:

# permission.accessibility.feature1
source: Read text from your screen for OCR
it: Leggere il testo dallo schermo per l'OCR
nb: Lese tekst fra skjermen for OCR

# permission.accessibility.feature2
source: Control VoiceOver cursor position
it: Controllare la posizione del cursore VoiceOver
nb: Sty­re VoiceOver-markøren

# permission.accessibility.feature3
source: Take screenshots under the VoiceOver cursor
it: Catturare screenshot in corrispondenza del cursore VoiceOver
nb: Ta skjermbilde ved VoiceOver-markøren

# permission.accessibility.feature4
source: Interact with window content
it: Interagire con il contenuto delle finestre
nb: Samhandle med vindusinnhold

# permission.accessibility.name
source: Accessibility
it: Accessibilità
nb: Tilgjengelighet

# permission.accessibility.reason
source: Capture global shortcuts
it: Acquisire le scorciatoie globali
nb: Registrere globale snarveier

# permission.camera.name
source: Camera
it: Fotocamera
nb: Kamera

# permission.camera.optional_name
source: Camera (Optional)
it: Fotocamera (facoltativa)
nb: Kamera (valgfritt)

# permission.camera.reason
source: Describe images from camera
it: Descrivere le immagini dalla fotocamera
nb: Beskriv bilder fra kamera

# permission.notifications.description
source: VOCR needs Notifications to:
it: VOCR necessita delle Notifiche per:
nb: VOCR trenger å sende varsler for å:

# permission.notifications.feature1
source: Alert you when updates are available
it: Avvisare quando sono disponibili aggiornamenti
nb: Varsle deg når oppdateringer er tilgjengelige

# permission.notifications.feature2
source: Show OCR completion notifications
it: Mostrare le notifiche di completamento OCR
nb: Vise varsler når OCR er fullført

# permission.notifications.feature3
source: Provide background task updates
it: Fornire aggiornamenti sulle attività in background
nb: Gi oppdateringer om oppgaver i bakgrunnen

# permission.notifications.name
source: Notifications
it: Notifiche
nb: Varslinger

# permission.notifications.optional_name
source: Notification (Optional)
it: Notifica (facoltativa)
nb: Varslinger (valgfritt)

# permission.notifications.reason
source: Notify for updates
it: Notificare gli aggiornamenti
nb: Varsle om oppdateringer

# permission.optional
source: This permission is optional but enhances functionality.
it: Questa autorizzazione è opzionale ma migliora le funzionalità.
nb: Denne tillatelsen er valgfri

# permission.required
source: This permission is required for core OCR functionality.
it: Questa autorizzazione è richiesta per la funzionalità OCR principale.
nb: Denne tillatelsen er påkrevd for grunnleggende OCR-funksjonalitet.

# permission.screenrecording.description
source: VOCR needs Screen Recording access to:
it: VOCR necessita dell'accesso alla Registrazione Schermo per:
nb: VOCR trenger tilgang til Skjermopptak for å:

# permission.screenrecording.feature1
source: Capture screen content for OCR
it: Catturare il contenuto dello schermo per l'OCR
nb: Ta skjermbilder for OCR

# permission.screenrecording.feature2
source: Take screenshots of windows and displays
it: Aquisire Screenshot di finestre e schermi
nb: Ta skjermbilder av vinduer og skjermer

# permission.screenrecording.feature3
source: Extract text from screen regions
it: Estrarre testo da aree dello schermo
nb: Hente ut tekst fra områder på skjermen

# permission.screenrecording.name
source: Screen Recording
it: Registrazione Schermo
nb: Skjermopptak

# permission.screenrecording.reason
source: Capture screenshots for OCR
it: Acquisire schermate per l'OCR
nb: Ta skjermbilder for OCR

# permission.status.denied
source: ✗ Unset
it: ✗ Negata
nb: Ikke angitt

# permission.status.granted
source: ✓ Granted
it: ✓ Concessa
nb: Tillatt

# permission.status.notset
source: ⚠️ Not Set
it: ⚠️ Non impostata
nb: ⚠️ Ikke angitt

# permission.status.restricted
source: 🚫 Restricted
it: 🚫 Limitata
nb: 🚫 Begrenset

# permission.voiceover.description
source: VOCR needs VoiceOver access to:
it: VOCR necessita dell'accesso a VoiceOver per:
nb: VOCR trenger tilgang til VoiceOver for å:

# permission.voiceover.feature1
source: Speak announcements through VoiceOver
it: Riprodurre annunci tramite VoiceOver
nb: Lese opp varslinger med VoiceOver

# permission.voiceover.feature2
source: Control VoiceOver cursor and navigation
it: Controllare il cursore e la navigazione di VoiceOver
nb: Sty­re VoiceOver-markøren og navigasjonen

# permission.voiceover.feature3
source: Read the currently focused element via VoiceOver
it: Leggere l'elemento attualmente focalizzato tramite VoiceOver
nb: Lese det fokuserte elementet med VoiceOver

# permission.voiceover.reason
source: Read announcements with VoiceOver
it: Leggere gli annunci con VoiceOver
nb: Lese opp varsler med VoiceOver

# permissions.missing.later
source: Later
it: Più tardi
nb: Senere

# permissions.missing.message
source: Some required permissions are not set up. VOCR may not function correctly.
it: Alcune autorizzazioni richieste non sono impostate. VOCR potrebbe non funzionare correttamente.
nb: Noen nødvendige tillatelser er ikke konfigurert. VOCR fungerer kanskje ikke som den skal.
